Repository: ABCdatos/translations
Catalog: translations/xbmc-addons/merged-langfiles/service.skin.widgets/resources/language/Bulgarian/strings.po
Languages: bg

# #32001
source: Recommended
bg: Препоръчано

# #32002
source: Random Items
bg: Случайни

# #32004
source: Randomize time (minutes)
bg: Произволно време (минути)

# #32005
source: Use season folders
bg: Ползвай папките със сезони

# #32006
source: Use timer
bg: Ползвай брояч

# #32007
source: After database update
bg: След обновяване на базата данни

# #32008
source: Update method
bg: Актуализационен метод

# #32009
source: Recent Items
bg: Последни елементи

# #32010
source: Update each time you enter the home screen
bg: Актуализирай всеки път, когато се влезе в началния екран

# #32011
source: Only unplayed and unfinished
bg: Само нестартирали и незавършени

# #32012
source: General
bg: Общи

# #32013
source: Show plot for unwatched items
bg: Показвай сюжета за неизгледаните елементи

# #32014
source: * Hidden to prevent spoilers *
bg: * Сюжетът няма да бъде видим, докато не изгледате видеото *
