Repository: ABCdatos/translations
Catalog: translations/xbmc-main-frodo/merged-langfiles/addons_ext_pvr/pvr.dvbviewer/addon/resources/language/Croatian/strings.po
Languages: hr

# #30000
source: DVBViewer Recording Service IP Address
hr: DVBViewer Snimanje usluga s IP adresa

# #30001
source: Webinterface Port
hr: Websučelje Ulaz

# #30002
source: Streaming Port
hr: Streaming Ulaz

# #30003
source: Recordings Port
hr: Snimke Ulaz

# #30004
source: Username
hr: Korisničko ime

# #30005
source: Password
hr: Zaporka

# #30006
source: Load channels from favourites.xml instead of from channels.dat
hr: Učitaj kanala iz favourites.xml umjesto iz channels.dat

# #30007
source: Select the favourites.xml file
hr: Odaberi favourites.xml datoteku

# #30500
source: Can't connect to the Recording Service
hr: Ne mogu se spojiti na Uslugu Snimalice

# #30501
source: Recording Service version 1.%d or higher required
hr: Snimanje usluge verzije 1.%d tni ili više potrebni
