Repository: ABCdatos/translations
Catalog: translations/xbmc-addons/tempfiles_txupdate/plugin.video.sagetv/resources/language/French (Canada)/strings.po
Languages: fr_ca

# Addon Summary
source: SageTV: Browse and manage airings and recordings
fr_ca: SageTv : parcourir et gérer les diffusions et les enregistrements

# Addon Description
source: Allows you to connect to your SageTV server where you can browse and view recordings, view and manage your upcoming recordings, browse channel listings, and search for airings and recordings. Dependencies: SageTV with: Jetty Web Server 2.3.0.14 or newer Sagex-api vs 7.1.9.12 or newer Batch Metadata Tools 4.10.1 Kodi.js (Copy Kodi.js from "plugin.video.sagetv\extras\sagex\services" to your "SageTV\SageTV\sagex\services" directory)
fr_ca: Vous permet de vous connecter à votre serveur SageTV où vous pouvez parcourir et voir les enregistrements, voir et gérer vos enregistrements à venir, parcourir les listes de chaînes et chercher les diffusions et les enregistrements. Dépendances : SageTV avec : Serveur Web Jetty 2.3.0.14 ou ultérieure Sagex-api 7.1.9.12 ou ultérieure Batch Metadata Tools 4.10.1 Kodi.js (copier Kodi.js depuis « plugin.video.sagetv\extras\sagex\services » vers votre répertoire « SageTV\SageTV\sagex\services »)

# #30000
source: SageTV Server Address
fr_ca: Adresse du serveur Web SageTV

# #30001
source: SageTV Webserver Port
fr_ca: Port du serveur Web SageTV

# #30002
source: SageTV Webserver Username
fr_ca: Nom d'utilisateur du serveur Web SageTV

# #30003
source: SageTV Webserver Password
fr_ca: Mot de passe du serveur Web SageTV

# #30004
source: SageTV Recording Folder
fr_ca: Dossier d'enregistrement de SageTV

# #30005
source: SageTV Recording Folder Network path
fr_ca: Dossier d'enregistrement pour le chemin réseau de SageTV

# #30006
source: SageTV Server MAC Address (for WOL)
fr_ca: Adresse Mac du serveur SageTV (pour WOL)

# #30007
source: Streaming Bandwidth (kbps)
fr_ca: Bande passante de la lecture en transit (kbps)

# #30030
source: 1. Watch Recordings
fr_ca: 1. Regarder des enregistrements

# #30031
source: 2. View Upcoming Recordings
fr_ca: 2. Voir les enregistrements à venir

# #30032
source: 3. Browse Airings (by time)
fr_ca: 3. Parcourir les diffusions (par heures)

# #30033
source: 4. Browse Airings (by channel)
fr_ca: 4. Parcourir les diffusions (par chaînes)

# #30034
source: 5. Search for Recordings
fr_ca: 5. Rechercher des enregistrements

# #30035
source: 6. Search for Airings
fr_ca: 6. Rechercher des diffusions

# #30036
source: Browse previously recorded and currently recording shows
fr_ca: Parcourir les émissions déjà enregistrées et en cours d'enregistrement

# #30037
source: View and manage your upcoming recording schedule
fr_ca: Voir et gérer votre horaire d'enregistrement à venir

# #30038
source: Browse specific time slots and manage recordings
fr_ca: Parcourir les créneaux horaires et gérer les enregistrements

# #30039
source: Browse within a channel and manage recordings
fr_ca: Parcourir une chaîne et gérer les enregistrements

# #30040
source: Search for Recordings
fr_ca: Rechercher des enregistrements

# #30041
source: Search for Upcoming Airings
fr_ca: Rechercher des diffusions à venir

# #30100
source: SageTV Server Not Found
fr_ca: Le serveur SageTV est introuvable

# #30101
source: Unable to connect to your SageTV server.
fr_ca: Impossible de se connecter à votre serveur SageTV.

# #30102
source: 1) Please confirm it is running.
fr_ca: 1) Veuillez confirmer qu'il tourne.

# #30103
source: 2) Confirm the settings of this addon are correct.
fr_ca: 2) Confirmer que les paramètres de cet addiciel sont correctes.

# #30104
source: Dependency Missing or Corrupt
fr_ca: Dépendance manquante ou corrompue

# #30105
source: This addon requires sagex-api-services version
fr_ca: Cet addiciel exige sagex-api-services

# #30106
source: You do not have the sagex-api-services plugin installed
fr_ca: Le plugiciel sagex-api-services n'est pas installé

# #30107
source: Please install sagex-api-services to enable this plugin.
fr_ca: Veuillez installer sagex-api-services pour activer le plugiciel.

# #30108
source: You have version
fr_ca: Vous avez la version

# #30109
source: Please install/upgrade your sagex-api-services version to
fr_ca: Veuillez installer/mettre à niveau votre version de sagex-api-services vers

# #30110
source: Search
fr_ca: Rechercher

# #30111
source: SageTV addon
fr_ca: Addiciel SageTV

# #30112
source: Delete successful
fr_ca: Suppression réussie

# #30113
source: Scheduled recording
fr_ca: Enregistrement planifié

# #30114
source: Attemping to playback live T
fr_ca: Tentative de lecture de la télé en direct

# #30115
source: Unable to playback live TV
fr_ca: Impossible de lire la télé en direct

# #30116
source: Delete
fr_ca: Supprimer

# #30117
source: Cancel Recording
fr_ca: Annuler l'enregistrement

# #30118
source: Remove Favorite
fr_ca: Enlever des favoris

# #30119
source: Record
fr_ca: Enregistrer

# #30120
source: Watch Now
fr_ca: Regarder maintenant

# #30121
source: Playback failed; filesize not big enough for playback
fr_ca: Échec de lecture; la taille de fichier n'est pas assez grosse pour la lecture

# #30122
source: Set Watched
fr_ca: Marquer comme vu

# #30123
source: Clear Watched
fr_ca: Effacer les Regardé

# #30124
source: Set Archived
fr_ca: Marquer comme archivé

# #30125
source: Clear Archived
fr_ca: Vider les archives

# #30126
source: Delete & Set Watched
fr_ca: Supprimer et définir les Regardé

# #30127
source: Delete & Clear Watched
fr_ca: Supprimer et effacer les Regardé

# #30128
source: Delete & Set Don't Like
fr_ca: Supprimer et définir les Je n'aime pas

# #30129
source: Delete / Wrong Recording
fr_ca: Supprimer / mauvais enregistrement

# #30130
source: Add Favorite
fr_ca: Ajouter aux favoris

# #30131
source: Added favorite
fr_ca: Ajouté aux favoris

# #30132
source: Removed favorite
fr_ca: Enlevé des favoris

# #30133
source: Set watched flag
fr_ca: Définir le drapeau Regardé

# #30134
source: Cleared watched flag
fr_ca: Enlever le drapeau Regardé

# #30135
source: Set archived flag
fr_ca: Définir le drapeau Archivé

# #30136
source: Cleared archived flag
fr_ca: Enlever le drapeau Archivé

# #30137
source: Watch (Streamed)
fr_ca: Regarder (en transit)

# #30138
source: This addon requires media streaming services version
fr_ca: Cet addiciel exige le service de lecture en transit de médias (media streaming services)

# #30139
source: You do not have the media streaming services plugin installed
fr_ca: Le plugiciel de service de lecture en transit de médias n'est pas installé

# #30140
source: Please install media streaming services to enable watching streams.
fr_ca: Veuillez installer le service de lecture en transit de médias pour activer la lecture en transit.

# #30141
source: Please install/upgrade your media streaming services plugin version to
fr_ca: Veuillez installer/mettre à jour votre plugiciel de service de lecture en transit de médias vers

# #30142
source: Set All Watched
fr_ca: Marquer comme tous vus

# #30143
source: Clear All Watched
fr_ca: Enlever la marque tous vus

# #30144
source: Delete All
fr_ca: Tout supprimer

# #30145
source: Your Kodi.js file is not up-to-date
fr_ca: Votre fichier kodi.js n'est pas à jour

# #30146
source: Please confirm that you copied the latest Kodi.js file
fr_ca: Veuillez confirmer que vous avez copier le fichier kodi.js le plus récent

# #30147
source: to your SageTV\sagex\services folder
fr_ca: vers votre dossier SageTV\sagex\services

# #30148
source: Your Kodi.js file is corrupt
fr_ca: Votre fichier kodi.js est corrompu
