Repository: ABCdatos/translations
Catalog: translations/xbmc-addons/.httpcache/GET/https%30/ronie.googlecode.com/svn/trunk/script.artworkorganizer/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #32001
source: Copy Movie Fanart
pt_br: Copiar Fanart de Filmes

# #32002
source: Copy TV Show Fanart
pt_br: Copiar Fanart de Seriados

# #32003
source: Copy Music Video Fanart
pt_br: Copiar Fanart de Vídeos Musicais

# #32004
source: Copy Artist Fanart
pt_br: Copiar Fanart de Artistas

# #32005
source: Copy Movie Thumbs
pt_br: Copiar Miniatura de Filmes

# #32007
source: Copy Season Thumbs
pt_br: Copiar Miniatura de Temporadas

# #32008
source: Copy Episode Thumbs
pt_br: Copiar Miniatura de Episódios

# #32009
source: Copy Music Video Thumbs
pt_br: Copiat Miniatura de Vídeos Musicais

# #32010
source: Copy Artist Thumbs
pt_br: Copiar Miniatura de Artistas

# #32011
source: Copy Album Thumbs
pt_br: Copiar Miniatura de Álbuns

# #32012
source: Destination directory
pt_br: Diretório de destino das imagens

# #32016
source: Path
pt_br: Caminho
