Repository: ABCdatos/translations
Catalog: translations/xbmc-main-frodo/merged-langfiles/addons_ext_scapers/metadata.artists.universal/resources/language/Danish/strings.po
Languages: da

# #30000
source: Enable Artist Fanarts from HTBackdrops.com
da: Aktiver kunstnerfankunst fra HTBackdrops.com

# #30001
source: Enable Artist Thumbs from allmusic.com
da: Aktiver kunstner miniaturebilleder fra allmusic.com

# #30002
source: Enable Artist Thumbs from last.fm
da: Atkiver kunstner miniaturebilleder fra last.fm

# #30003
source: Enable Artist Thumbs from HTBackdrops.com
da: Aktiver kunstner miniaturebilleder fra HTBackdrops.com

# #30004
source: Enable Artist Fanarts from fanart.tv
da: Aktiver kunstnerfankunst fra fanart.tv

# #30005
source: Enable Artist Thumbs from fanart.tv
da: Aktiver kunstner miniaturebilleder fra fanart.tv

# #30006
source: Get Artist Biography from
da: Hent kunstner biografien fra

# #30007
source: Artwork
da: illustrationer

# #30008
source: Get Artist Discography from
da: Hent kunstner diskografi fra

# #30009
source: Get Artist Genres from
da: Hent kunstner genre fra

# #30010
source: Get Artist Styles from
da: Hent kunstner stilarter fra

# #30011
source: Get Artist Life-Span from
da: Hent kunstner levealder fra

# #30012
source: Get Artist Moods from
da: Hent kunstner stemning fra

# #30014
source: Get Artist Years Active from
da: Hent kunstner aktive Ã¥r fra

# #30015
source: Preferred Language
da: Foretrukken sprog

# #30016
source: Fallback to Artist Biography from
da: Reserve til kunstner biografi fra

# #30017
source: Fallback to Artist Discography from
da: Reserve til kunstner diskografi fra

# #30018
source: Fallback to Artist Genres from
da: Reserve til kunstner genre fra

# #30019
source: Fallback to Artist Styles from
da: Reserve til kunstner stilarter fra

# #30020
source: Fallback to Artist Life-Span from
da: Reserve til kunstner levealder fra

# #30021
source: Fallbacks
da: Reserver
