Repository: ABCdatos/translations
Catalog: translations/xbmc-addons/tempfiles_txupdate/plugin.audio.qobuz/resources/language/*/strings.po
Languages: french, portuguese

# #30001
source: Action
portuguese: Acção

# #30002
source: Exit
portuguese: Sair

# #30003
source: Demo Text
portuguese: Texto de demonstração

# #30004
source: Qobuz Playlist
portuguese: Lista Reprodução Qobuz

# #30005
source: No current playlist
portuguese: Nenhuma lista de reprodução actual

# #30006
source: Song search limit
portuguese: Limite procura música

# #30007
source: Album search limit
portuguese: Limite procura álbum

# #30008
source: Artist search limit
portuguese: Limite procura Artista

# #30009
source: No Qobuz service
portuguese: Nenhum serviço Qobuz

# #30011
source: Unable to connect with Qobuz.
portuguese: Não é possível ligar-se a Qobuz.

# #30012
source: Please try again later
portuguese: Por favor, tente novamente mais tarde

# #30013
source: New...
portuguese: Novo...

# #30014
source: Made
portuguese: Produzido

# #30015
source: Search for songs...
portuguese: Procurar por músicas...

# #30016
source: Search for albums...
portuguese: Procurar por álbums...

# #30017
source: Search for artists...
portuguese: Procurar por artistas...

# #30018
source: Popular Qobuz songs for artist...
portuguese: Músicas populares no Qobuz por artista...

# #30019
source: Popular Qobuz songs
portuguese: Músicas populares no Qobuz

# #30020
source: My Qobuz favorites
portuguese: Meus favoritos do Qobuz

# #30021
source: Show playlists
portuguese: Mostrar listas de reprodução

# #30022
source: Search for songs powered by Qobuz
portuguese: Pesquisa de músicas por Qobuz

# #30023
source: No matching songs.
portuguese: Nenhuma música encontrada.

# #30024
source: Search for albums powered by Qobuz
portuguese: Pesquisa de álbuns por Qobuz

# #30025
source: No matching albums.
portuguese: Nenhum álbum encontrado.

# #30026
source: Search for artists powered by Qobuz
portuguese: Pesquisa de artistas por Qobuz

# #30027
source: No matching artists.
portuguese: Nenhum artista encontrado.

# #30028
source: Username
portuguese: Nome de utilizador

# #30029
source: No Qobuz playlists found.
portuguese: Nenhuma lista de reprodução Qobuz encontrada.

# #30030
source: Search for artist's albums powered by Qobuz
portuguese: Pesquisa por álbuns de artistas apoiados por Qobuz

# #30031
source: No matching albums.
portuguese: Nenhum álbum encontrado.

# #30032
source: No matching artists.
portuguese: Nenhum artista encontrado.

# #30033
source: You have no favorites.
portuguese: Não possui favoritos.

# #30034
source: No popular songs.
portuguese: Nenhum música popular.

# #30035
source: You have no Qobuz playlists.
portuguese: Não tem listas de reprodução no Qobuz.

# #30036
source: You must be logged in
portuguese: Tem de iniciar sessão

# #30037
source: to access your Qobuz playlists
portuguese: para aceder às suas listas de reprodução do Qobuz

# #30038
source: Added to favorites
portuguese: Adicionado aos favoritos

# #30039
source: to add favorites.
portuguese: para adicionar favoritos.

# #30040
source: Removed from Qobuz favorites
portuguese: Removido dos favoritos do Qobuz

# #30041
source: to remove Qobuz favorites.
portuguese: para remover favoritos do Qobuz

# #30042
source: to access Qobuz Music Streaming service[CR][I]Please check your credantials in the addon settings[CR]or retry later[/I]
portuguese: para aceder ao Serviço de Transmissão de Música Qobuz[CR][I]Por favor, verifique as suas credenciais nas definições do addon[CR]ou tente novamente mais tarde[/I]

# #30043
source: Search for popular songs for artist powered by Qobuz
portuguese: Procurar por músicas populares do artista powered por Qobuz

# #30044
source: No popular songs.
portuguese: Nenhuma música popular.

# #30045
source: No matching artists.
portuguese: Nenhum artista encontrado.

# #30046
source: Unable to play song
portuguese: Não foi possível reproduzir música

# #30047
source: Qobuz playlist name
portuguese: Nome da lista de reprodução do Qobuz

# #30048
source: Cannot create Qobuz playlist
portuguese: Não foi possível criar lista de reprodução no Qobuz

# #30049
source: Qobuz playlist created
portuguese: Lista de reprodução do Qobuz criada

# #30050
source: to create a Qobuz playlist.
portuguese: para criar uma lista de reprodução no Qobuz.

# #30051
source: Qobuz playlist name
portuguese: Nome da lista de reprodução no Qobuz

# #30052
source: Cannot rename Qobuz playlist
portuguese: Não foi possível renomear lista de reprodução do Qobuz

# #30053
source: to rename a Qobuz playlist.
portuguese: para renomear uma lista de reprodução do Qobuz

# #30054
source: Delete this Qobuz playlist?
portuguese: Excluir esta lista de reprodução do Qobuz?

# #30055
source: Cannot remove Qobuz playlist
portuguese: Não foi possível remover a lista de reprodução do Qobuz

# #30056
source: to delete a Qobuz playlist.
portuguese: para excluir uma playlist do Qobuz.

# #30057
source: Qobuz playlist name
portuguese: Nome da lista de reprodução no Qobuz

# #30058
source: Cannot create Qobuz playlist
portuguese: Não foi possível criar uma lista de reprodução no Qobuz

# #30059
source: Qobuz playlist created
portuguese: Lista de reprodução criada no Qobuz

# #30060
source: Cannot add to playlist
portuguese: Não foi possível adicionar à lista de reprodução

# #30061
source: Added song to Qobuz playlist
portuguese: Música adicionada à lista de reprodução do Qobuz

# #30062
source: You have no Qobuz playlists.
portuguese: Não possui listas de reprodução no Qobuz

# #30063
source: to add a song to a Qobuz playlist.
portuguese: para adicionar uma música à lista de reprodução do Qobuz.

# #30064
source: Delete this song from
portuguese: Excluir esta música

# #30065
source: the Qobuz playlist?
portuguese: da lista de reprodução do Qobuz?

# #30066
source: Failed to remove
portuguese: Não foi possível remover

# #30067
source: song from Qobuz playlist.
portuguese: música da lista de reprodução do Qobuz

# #30068
source: Removed song from Qobuz playlist
portuguese: Remover música do playlist do Qobuz

# #30069
source: to delete a song from a Qobuz playlist.
portuguese: para excluir uma música da lista de reprodução do Qobuz.

# #30070
source: No similar artists.
portuguese: Nenhum artista semelhante.

# #30071
source: Unable to login.
portuguese: Não foi possível iniciar sessão.

# #30072
source: Check username and password in settings.
portuguese: Verifique o nome de utilizador e palavra-passe nas definições.

# #30073
source: Qobuz favorite
portuguese: Favorito do Qobuz

# #30074
source: Not Qobuz favorite
portuguese: Não é um favorito no Qobuz

# #30075
source: Remove from Qobuz playlist
portuguese: Remover da lista de reprodução no Qobuz

# #30076
source: Add to Qobuz playlist
portuguese: Adicionar a lista de reprodução no Qobuz

# #30077
source: More songs
portuguese: Mais músicas

# #30078
source: Make Qobuz playlist
portuguese: Criar lista de reprodução no Qobuz

# #30079
source: Delete Qobuz playlist
portuguese: Excluir lista de reprodução do Qobuz

# #30080
source: Rename playlist
portuguese: Renomear lista de reprodução

# #30081
source: Show Favorites
portuguese: Exibir Favoritos

# #30082
source: Add as new playlist
portuguese: Adicionar como nova lista de reprodução

# #30083
source: Qobuz favorites
portuguese: Qobuz favoritos

# #30084
source: Show recommendations
portuguese: Mostrar recomendações

# #30085
source: Press awards
portuguese: Prémios da imprensa

# #30086
source: News
portuguese: Notícias

# #30087
source: Best sellers
portuguese: Mais Vendidos

# #30088
source: Editor's picks
portuguese: Escolhas do Editor

# #30094
source: World Music
portuguese: Músicas do Mundo

# #30096
source: Movie Soundtracks
portuguese: Trilha Sonora de Filmes

# #30097
source: Classical
portuguese: Clássicas

# #30098
source: All of them
portuguese: Todos

# #30100
source: Historical documents / Litterature / Humor
portuguese: Documentos históricos / Literatura / Humor

# #30101
source: Show Purchases
portuguese: Mostrar Aquisições

# #30102
source: Show News
portuguese: Mostrar Notícias

# #30103
source: Most featured
portuguese: Mais requisitadas

# #30105
source: Childs / Karakoke / Ambiance
portuguese: Infantil / Karaoke / Ambiente

# #30108
source: Time in minute for various Qobuz data to be held in cache[CR][I]- Set to zero to disable caching[/I]
portuguese: Tempo em minutos para manter vários dados de Qobuz no cache[CR][I] - Escolher zero para desactivar o cache[/I]

# #30109
source: Album cache duration
portuguese: Duração do cache para álbuns

# #30110
source: Artist cache duration
portuguese: Duração do cache para artistas

# #30111
source: Track cache duration
portuguese: Duração do cache para faixas

# #30112
source: Recommendation cache duration
portuguese: Duração do cache para recomendados

# #30113
source: User playlist cache duration
portuguese: Duração do cache para listas de reprodução

# #30115
source: Settings
portuguese: Configurações de cache

# #30116
source: Authentification cache duration
portuguese: Duração do cache de autenticação

# #30117
source: Erase cache
portuguese: Apagar cache

# #30118
source: Playlist Manager
portuguese: Gestor de listas de reprodução

# #30119
source: Qobuz cache
portuguese: Cache do Qobuz

# #30120
source: Error while erasing cached data
portuguese: Erro ao limpar dados em cache

# #30121
source: Remove cached data
portuguese: Remover dados do cache

# #30122
source: Do you really want to erase all cached data
portuguese: Quer mesmo apagar todos os dados em cache

# #30123
source: All cached data removed
portuguese: Todos os dados em cache foram removidos

# #30124
source: Stream type
portuguese: Tipo de transmissão

# #30125
source: Skip sample
portuguese: Ignorar amostra

# #30126
source: Resolver enable
portuguese: Activar Resolver

# #30127
source: Colors
portuguese: Cores

# #30128
source: Context menu items color
portuguese: Cor dos itens no menu de contexto

# #30129
source: Context menu items warning color
portuguese: Cor de aviso dos itens no menu de contexto

# #30130
source: Playlist items color
portuguese: Cor dos itens na playlist

# #30131
source: Context menu section format
portuguese: Formato da secção de Menu de Contexto

# #30132
source: Qobuz Player
portuguese: Reprodutor Qobuz

# #30133
source: Playing song
portuguese: Reproduzindo música

# #30134
source: Fail to play song
portuguese: A reprodução da música falhou

# #30135
source: Search enable
portuguese: Procura activada

# #30136
source: No matching song
portuguese: Nenhuma música encontrada

# #30137
source: No matching album
portuguese: Nenhum álbum encontrado

# #30138
source: No matching artist
portuguese: Nenhum artista encontrado

# #30140
source: Empty directory
portuguese: Pasta vazia

# #30141
source: Notification
portuguese: Notificação

# #30142
source: Notify when starting song
portuguese: Notificar ao iniciar música

# #30143
source: Nothing to add
portuguese: Nada para adicionar

# #30144
source: Add albums to favorites?
portuguese: Adicionar álbuns aos favoritos?

# #30145
source: Add tracks to favorites?
portuguese: Adicionar faixas aos favoritos?

# #30146
source: Add artists to favorites?
portuguese: Adicionar artistas aos favoritos?

# #30147
source: Username
portuguese: Nome de utilizador

# #30148
source: Password
portuguese: Palavra-passe

# #30149
source: User credentials
portuguese: Credenciais do Utilizador

# #30150
source: Stream
portuguese: Transmissão

# #30151
source: Search limit
portuguese: Limite da Procura

# #30152
source: Other
portuguese: Outro

# #30153
source: Show recommandations items
portuguese: Mostrar itens recomendados

# #30154
source: Enable scan feature (experimental)
portuguese: Activar funcionalidade de análise (experimental)

# #30155
source: Items number by page
portuguese: Número de itens por página

# #30156
source: This album
portuguese: Este álbum

# #30157
source: All albums
portuguese: Todos os álbuns

# #30158
source: View big directory
portuguese: Ver pasta maior

# #30159
source: Scan
portuguese: Analisar

# #30160
source: Similar artist
portuguese: Artista Semelhante

# #30161
source: Add to current playlist
portuguese: Adicionar à Lista Reprodução actual

# #30162
source: Show playlists
portuguese: Exibir Listas Reprodução

# #30163
source: Set as current
portuguese: Definir como actual

# #30164
source: Create
portuguese: Criar

# #30165
source: Rename
portuguese: Renomear

# #30167
source: Add to favorites
portuguese: Adicionar aos favoritos

# #30168
source: Subscribe
portuguese: Subscrever

# #30169
source: Starting
portuguese: Iniciando

# #30170
source: Empty directory
portuguese: Pasta vazia

# #30171
source: Displaying
portuguese: Exibindo

# #30172
source: Done
portuguese: Concluído

# #30173
source: Processing data
portuguese: Processando dados

# #30174
source: Finding similar artist
portuguese: Procurando artista semelhante

# #30175
source: Free account warning
portuguese: Aviso de conta gratuita

# #30176
source: Free account can only listen to 1mn sample
portuguese: As contas gratuitas permitem ouvir 1 minuto como amostra

# #30177
source: You need to subscribe to listen to full music.
portuguese: É necessário subscrição para ouvir músicas completas

# #30178
source: Qobuz stream mp3 and FLAC
portuguese: Transmissão de MP3 e FLAC Qobuz

# #30179
source: 's Friends
portuguese: de Amigos

# #30180
source: Friends
portuguese: Amigos

# #30181
source: Add Friend
portuguese: Adicionar Amigo

# #30182
source: Create Playlist
portuguese: Criar Lista de Reprodução

# #30183
source: Qobuz playlist
portuguese: Lista de Reprodução Qobuz

# #30184
source: Playlist
portuguese: Lista de Reprodução

# #30185
source: Removed
portuguese: Removido

# #30186
source: Cannot remove playlist
portuguese: Não foi possível remover lista de reprodução

# #30187
source: playlist subscribed
portuguese: Lista de reprodução subscrita

# #30188
source: Label
portuguese: Editora

# #30189
source: Genre
portuguese: Género

# #30190
source: Public playlists
portuguese: Listas de Reprodução Públicas

# #30191
source: Show recommandations
portuguese: Exibir recomendações

# Addon Description
source: Qobuz addon for XBMC. It enables access to Qobuz music streaming service. You should enter your Qobuz username and password in the addon settings and you need a valid subscription. (This application uses the Qobuz API but is not certified by Qobuz.)
french: addon Qobuz pour XBMC. Il permet d'accéder à l'ensemble du service streaming de Qobuz. Vous devez fournir un nom d'utilisateur ainsi qu'un mot de passe dans les paramètres de l'addon et un abonnement valide (This application uses the Qobuz API but is not certified by Qobuz.)

# #30080
source: Add as new playlist
french: Ajouter comme nouvelle playlist

# #30081
source: Qobuz favorites
french: Favoris Qobuz

# #31100
source: Qobuz cache
french: Cache Qobuz

# #31101
source: Error while erasing cached data
french: Erreur lors de l'effacement du cache

# #31102
source: Remove cached data
french: Données du cache supprimées

# #31103
source: Do you really want to erase all cached data
french: Supprimer tout le cache ?

# #31104
source: All cached data removed
french: Cache supprimé

# #36004
source: Nothing to add
french: Rien à ajouter

# #36005
source: Add albums to favorites?
french: Ajouter les albums aux favoris?

# #36006
source: Add tracks to favorites?
french: Ajouter les pistes aux favoris?

# #38006
source: Items number by page
french: Nombre d'items par page

# #41000
source: Free account warning
french: 's Friends

# #41001
source: Free account can only listen to 1mn sample
french: Amis

# #42000
source: Create Playlist
french: Créer une playlist

# #42003
source: Removed
french: supprimée

# #42004
source: Cannot remove playlist
french: impossible de supprimer la playlist

# #42005
source: playlist subscribed
french: abonné à la playlist

# #42200
source: Show recommandations
french: Afficher les recommandations
