Repository: ABCdatos/translations
Catalog: translations/xbmc-main-frodo/merged-langfiles/addons_ext_plugins/openelec.tv/resources/language/Bulgarian/strings.po
Languages: bg

# #2000
source: System
bg: Система

# #2010
source: Keyboard
bg: Клавиатура

# #2100
source: Network
bg: Мрежа

# #2101
source: Network 2
bg: Мрежа №2

# #2110
source: General
bg: Общи

# #2120
source: Network Adapter
bg: Мрежови адаптер

# #2130
source: IP settings
bg: IP настройки

# #2131
source: Static IP address
bg: Статичен IP адрес

# #2133
source: Network gateway
bg: Gateway [Шлюз]

# #2134
source: DNS server 1
bg: DNS №1

# #2135
source: DNS server 2
bg: DNS №2

# #2136
source: DNS server 3
bg: DNS №3

# #2150
source: WLAN settings
bg: Настройки на безжичната мрежа

# #2151
source: WLAN SSID
bg: SSID на безжичната мрежа

# #5000
source: Services
bg: Услуги

# #5021
source: Start ssh server at boot
bg: Стартирай SSH сървъра при зареждане на системата
