Repository: ABCdatos/translations
Catalog: translations/xbmc-addons/tempfiles_txupdate/script.game.whatthemovie/resources/language/*/strings.po
Languages: dutch

# Addon Summary
source: A Movie Quiz - Guess Movies by snapshots
dutch: Een filmquiz - raad films bij momentopnames

# Addon Description
source: Solve snapshots to gain points for the Hall of Fame - powered by the website whatthemovie.com [CR][CR]Currently Main Features are:[CR]- Login with your whatthemovie.com account[CR]- Solve, favourite, bookmark and rate shots[CR]- Zoom the snapshot[CR]- Set random and navigation options[CR]- Jump automatically to the next or random next shot
dutch: los momentopnames op om punten te verkrijgen voor de Hall of Fame - aangedreven door de website whatthemovie.com [CR][CR] Huidige basisfuncties zijn:[CR]- login met jou whatthemovie.com account[CR]-los op, favoriete, bladwijzer en raad opnamen[CR]- vergroot de moment opnamen[CR]- stel willekeurige- en navigatieopties in[CR]- spring automatisch naar de volgende of andere willekeurig volgende opname

# #3000
source: Guess!
dutch: Raad maar!

# #3001
source: Random
dutch: Willekeurig

# #3002
source: Back
dutch: Terug

# #3050
source: Could not log in
dutch: kan niet inloggen

# #3051
source: Password wrong or username unknown: [B]%s[/B][CR]Please change credentials or disable login
dutch: Wachtwoord fout of gebruikersnaam niet bekend: [B]%s[/B][CR]Verander je gegevens of zet log-in uit.

# #3052
source: Enter shot ID
dutch: Voer opname ID in

# #3053
source: Type the movie title
dutch: Geef Film titel op

# #3054
source: Login site unreachable
dutch: Log-in site onbereikbaar

# #3055
source: Could not retrieve shot
dutch: Kan opname niet ontvangen

# #3066
source: Could not check guess
dutch: Kan oplossing niet controleren

# #3100
source: Checking: [B]%s[/B]
dutch: aan het controleren[B]%s[B]

# #3101
source: Correct. Original title is: [B]%s[/B]
dutch: Juist. originele titel is: [B]%s[/B]

# #3102
source: Wrong: [B]%s[/B]
dutch: Fout: [B]%s[B]

# #3103
source: Not logged in
dutch: niet ingelogd

# #3104
source: Logged in as user: [B]%s[/B]
dutch: Ingelogd als gebruiker: [B]%s[B]

# #3105
source: Your score: [B]%s[/B] ([B]%s[/B])
dutch: Jouw score: [B]%s[/B] ([B]%s[/B])

# #3106
source: Solved [B][COLOR=ff008B00]%s[/COLOR][/B] times, first by [B]%s[/B]
dutch: Opgelost [B][COLOR=ff008B00]%s[/COLOR][/B] aantal keer, eerste keer door [B]%s[/B]

# #3107
source: Not solved yet
dutch: nog niet opgelost

# #3108
source: Shot ID: [B]%s[/B]
dutch: Opname ID: [B]%s[/B]

# #3109
source: Date: [B]%s[/B]
dutch: Datum: [B]%s[/B]

# #3110
source: Posted by: [B]%s[/B]
dutch: gepost door: [B]%s[/B]

# #3111
source: Not released
dutch: niet uitgebracht

# #3112
source: Deleted user
dutch: verwijderde gebruiker

# #3113
source: New Submissions
dutch: nieuwe meningen

# #3114
source: Feature Films
dutch: uitgelichte Films

# #3115
source: The Archive
dutch: Het archief

# #3116
source: [B]%s[/B] votes
dutch: [B]%s[/B] stemmen

# #3118
source: Hidden
dutch: Verborgen

# #3120
source: Rejected shots
dutch: Afgewezen opnamen

# #3121
source: You already solved this shot
dutch: je hebt deze opname al opgelost

# #3122
source: The correct solution was: [B]%s[/B]
dutch: De juiste oplossing was: [B]%s[/B]

# #3123
source: You posted this shot
dutch: jij hebt deze opname gepost

# #3124
source: Sorry, you are not allowed to view the shot [B]%s[/B] - redirected to [B]%s[/B]
dutch: Sorry, het is jou niet toegestaan om deze opname te bekijken [B]%s[/B] - omgeleid naar [B]%s[/B]

# #3125
source: The Vault
dutch: De kluis

# #3126
source: Awesome. Original title is: [B]%s[/B] +1 Point!
dutch: grandioos. originele titel is: [B]%s[/B] +1 punt!

# #3127
source: Deleted Shots
dutch: Verwijderde opnamen

# #3128
source: Sorry, no such shot [B]%s[/B] - redirected to [B]%s[/B]
dutch: Sorry, niet zo`n opname [B]%s[/B] - omgeleid naar [B]%s[/B]

# #3129
source: EXCPLICIT CONTENT. Change your profile settings on whatthemovie.com
dutch: UITDRUKKELIJKE CONTENT. verander jou profielinstellingen op whatthemovie.com

# #3200
source: General
dutch: Algemeen

# #3201
source: Login
dutch: Inloggen

# #3202
source: Use whatthemovie.com account
dutch: gebruik whatthemovie.com account

# #3203
source: Username
dutch: Gebruikersnaam

# #3204
source: Password
dutch: Wachtwoord

# #3205
source: Settings for "random" button (login required)
dutch: instellingen voor "willekeurige" knop (log-in vereist)

# #3206
source: Difficulty
dutch: Moeilijkheidsgraad

# #3207
source: Easy
dutch: Makkelijk

# #3208
source: Easy+medium
dutch: Makkelijk+gemiddeld

# #3209
source: All
dutch: Alle

# #3210
source: Include archive
dutch: archief insluiten

# #3211
source: Include solved
dutch: opgeloste insluiten

# #3212
source: Look+feel
dutch: uiterlijk+gevoel

# #3213
source: Look
dutch: uiterlijk

# #3214
source: Show "posted by"
dutch: Toon "gepost door''

# #3215
source: Show "solved"
dutch: toon "opgeloste"

# #3216
source: Show "shot ID"
dutch: toon "opname ID''

# #3217
source: Show "shot date"
dutch: Toon "datum opname"

# #3218
source: Behaviour
dutch: Gedrag

# #3219
source: Auto jump after guess was right
dutch: Automatisch springen wanneer het gerade goed was

# #3220
source: ...after x seconds
dutch: ...na x seconden

# #3221
source: Show "shot flags"
dutch: Toon "opname flags"

# #3228
source: Choose the flags you want to see
dutch: Kies de Flags die je wilt zien

# #3229
source: Navigation options (login required)
dutch: navigatie opties (log-in vereist)

# #3230
source: Only unsolved Shots
dutch: alleen niet opgeloste opnamen

# #3231
source: Show "shot rating"
dutch: toon ''opname data"

# #3232
source: Jump to
dutch: spring naar

# #3233
source: Random
dutch: Willekeurig

# #3234
source: Next
dutch: Volgende

# #3235
source: Show tool buttons
dutch: Toon gereedschapsknoppen

# #3236
source: Show navigation buttons
dutch: toon navigatie knoppen

# #3237
source: Keys
dutch: sleutels

# #3238
source: Choose buttons for actions
dutch: Kies knoppen voor acties

# #3239
source: No key
dutch: geen sleutel

# #3240
source: page up
dutch: pagina omhoog

# #3241
source: page down
dutch: pagina naar beneden

# #3242
source: show info
dutch: toon informatie

# #3243
source: pause
dutch: pauze

# #3245
source: next item
dutch: volgend item

# #3246
source: prev item
dutch: vorig item

# #3247
source: fast forward
dutch: snel vooruit

# #3248
source: rewind
dutch: terugspoelen

# #3249
source: play
dutch: afspelen

# #3251
source: volume up
dutch: volume omhoog

# #3252
source: volume down
dutch: Volume omlaag

# #3253
source: scroll up
dutch: Scrol omhoog

# #3254
source: scroll down
dutch: Scrol naar beden

# #3255
source: home
dutch: Begin

# #3256
source: end
dutch: eind

# #3260
source: Next
dutch: Straks

# #3261
source: Previous
dutch: Vorige

# #3262
source: Jump
dutch: spring

# #3263
source: Bookmark
dutch: bladwijzer

# #3264
source: Favourite
dutch: Favoriet

# #3265
source: Solve
dutch: oplossen
