Repository: ABCdatos/translations
Catalog: translations/xbmc-addons/merged-langfiles/script.lazytv/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #32000
source: Filter Settings
pt_br: Ajustes Filtro

# #32001
source: Filter by Show
pt_br: Filtrar pelo Seriado

# #32002
source: Shows to exclude
pt_br: Seriados por excluir

# #32003
source: Filter by Genre
pt_br: Filtrar pelo Gênero

# #32004
source: Genres to exclude
pt_br: Gêneros por excluir

# #32005
source: Filter by Show Length
pt_br: Filtrar pelo tamanho do Seriado

# #32006
source: Show lengths to exclude
pt_br: Mostrar tamanhos para excluir

# #32007
source: Filter by Rating
pt_br: Filtrar pela Classificação

# #32008
source: Ratings to exclude
pt_br: Classificações por excluir

# #32009
source: Playlist Settings
pt_br: Ajustes de Lista de Reprodução

# #32011
source: Allow multiple episodes of same TV Show
pt_br: Permitir múltiplos episódios de um mesmo seriado

# #32070
source: Function Settings
pt_br: Ajustes de Função

# #32071
source: Select Primary Function of Addon
pt_br: Selecione a Função Primária do Addon

# #32078
source: Choose Smart Playlist
pt_br: Escolha Smartplaylist

# #32079
source: Sort list by ...
pt_br: Ordenar lista por...

# #32080
source: Title
pt_br: Título

# #32081
source: Last Played
pt_br: Último Reproduzido

# #32085
source: All Shows
pt_br: Todos os Seriados

# #32087
source: Choose Show
pt_br: Escolha o Seriado

# #32088
source: Let me choose on launch
pt_br: Deixe-me escolher ao lançar

# #32101
source: TV Shows
pt_br: Seriados

# #32102
source: Show Genres
pt_br: Mostrar Gêneros

# #32103
source: Episode Length (seconds)
pt_br: Tamanho Episódio (segundos)

# #32104
source: Rating
pt_br: Classificação

# #32105
source: Save
pt_br: Salvar

# #32106
source: Close
pt_br: Fechar

# #32107
source: Exclude All
pt_br: Excluir todos

# #32108
source: Clear
pt_br: Limpo

# #32109
source: Excluded
pt_br: Excluído

# #32151
source: Initializing...
pt_br: Inicializando...

# #32154
source: Creating playlist
pt_br: Criando Lista de Reprodução

# #32155
source: Creating episode list
pt_br: Criando Lista de Episódios

# #32160
source: Show me
pt_br: Mostre-me

# #32161
source: Surprise me
pt_br: Surprenda-me

# #32200
source: Error: JSON failed to complete
pt_br: Erro: JSON não conseguiu concluir

# #32201
source: Error: no TV Shows found in library
pt_br: Erro: Nenhum Seriado encontrado em sua coleção

# #32203
source: Error: no Episodes found in library
pt_br: Erro: Nenhum Episódio encontrado em sua coleção
