Repository: ABCdatos/translations
Catalog: translations/xbmc-addons/merged-langfiles/script.artistslideshow-helper/resources/language/Norwegian/strings.po
Languages: no

# #30300
source: Starting
no: Starter

# #30301
source: beginning work
no: starter arbeid

# #30310
source: Result
no: Resultat

# #30311
source: successfully wrote hash list file
no: lagring av hash fil vellykket

# #30312
source: unable to create hash list file
no: kunne ikke lage hash fil

# #30320
source: Error
no: Feil

# #30321
source: no migration folder defined
no: ingen migreringsmappe definert

# #30330
source: Result
no: Resultat

# #30331
source: migration of files complete
no: Migrering av filer fullført

# #30340
source: Error
no: Feil

# #30341
source: no hash list folder defined
no: ingen mappe for hash fil definert

# #30350
source: Error
no: Feil

# #30351
source: no action specified in settings
no: ingen handling valgt i innstillinger

# #32001
source: Create artist hash mapping file
no: Lag hash fil for artister

# #32002
source: Output directory
no: Mappe for lagring

# #32003
source: Migrate images
no: Migrer bilder

# #32004
source: Output directory
no: Mappe for lagring

# #32005
source: Migration type
no: Migreringstype

# #32007
source: move
no: flytt

# #32008
source: copy
no: kopier

# #32209
source: Enable debug logging
no: Aktiver feilsøkingslogg
