Repository: ABCdatos/translations
Catalog: translations/xbmc-addons/tempfiles_txupdate/script.xbmcbackup/resources/language/Tamil (India)/strings.po
Languages: ta_in

# #30010
source: Backup
ta_in: Kodi மறுபிரதி

# #30011
source: General
ta_in: பொதுவானது

# #30012
source: File Selection
ta_in: கோப்பு தேர்வு

# #30013
source: Scheduling
ta_in: திட்டமிடல்

# #30016
source: Backup
ta_in: மறுபிரதி

# #30017
source: Restore
ta_in: மீட்டெடு

# #30018
source: Browse Path
ta_in: பாதை உலாவு

# #30019
source: Type Path
ta_in: பாதை உள்ளிடு

# #30020
source: Browse Remote Path
ta_in: தொலை பாதை உலாவு

# #30021
source: Backup Folder Name
ta_in: மறுபிரதி கோப்புறை பெயர்

# #30023
source: Mode
ta_in: முறை

# #30024
source: Type Remote Path
ta_in: தொலை பாதை உள்ளிடு

# #30025
source: Remote Path Type
ta_in: தொலை பாதை உள்ளிடு

# #30026
source: Backups to keep (0 for all)
ta_in: வைக்கவேண்டிய மறுபிரதிகள் (0 - அனைத்திற்கும்)

# #30030
source: User Addons
ta_in: பயனர் துணை பயன்கள்

# #30031
source: Addon Data
ta_in: துணை பயன் தகவல்

# #30032
source: Database
ta_in: தரவுத்தளம்

# #30033
source: Playlist
ta_in: பட்டியல்

# #30034
source: Thumbnails/Fanart
ta_in: சிறுபடம்/விசிறிபடம்

# #30035
source: Config Files
ta_in: அமைப்பு கோப்புகள்

# #30045
source: Error: Remote path doesn't exist
ta_in: பிழை: தொலை பாதை இல்லை

# #30046
source: Starting
ta_in: தொடங்குகிறது

# #30047
source: Local Dir
ta_in: உள்ளூர் கோப்புறை

# #30048
source: Remote Dir
ta_in: தொலை கோப்புறை

# #30049
source: Gathering file list
ta_in: கோப்பு பட்டியலை சேகரித்தல்

# #30050
source: Remote Path exists - may have old files in it!
ta_in: தொலை பாதை உள்ளது - அதில் பழைய கோப்புகள் இருக்கலாம்

# #30051
source: Creating Files List
ta_in: கோப்பு பட்டியல உருவாக்குதல்

# #30052
source: Writing file
ta_in: கோப்பில் எழுதப்படுகிறது

# #30053
source: Starting scheduled backup
ta_in: திட்டமிட்ட மறுபிரதியை தொடங்குகிறது

# #30054
source: Removing backup
ta_in: மறுபிரதியை நீக்கு

# #30060
source: Enable Scheduler
ta_in: திட்டமிடுநர் செயல்படுத்து

# #30061
source: Schedule
ta_in: திட்டமிடு

# #30064
source: Cron Schedule
ta_in: கிரான் திட்டமிடு

# #30065
source: Sunday
ta_in: ஞாயிறு

# #30066
source: Monday
ta_in: திங்கள்

# #30067
source: Tuesday
ta_in: செவ்வாய்

# #30068
source: Wednesday
ta_in: புதன்

# #30069
source: Thursday
ta_in: வியாழன்

# #30070
source: Friday
ta_in: வெள்ளி

# #30071
source: Saturday
ta_in: சனி

# #30072
source: Every Day
ta_in: ஒவ்வொரு நாளும்

# #30073
source: Every Week
ta_in: ஒவ்வொரு வாரமும்

# #30074
source: First Day of Month
ta_in: மாதத்தின் முதல் நாள்

# #30075
source: Custom Schedule
ta_in: தனிப்பயன் திட்டமிடு

# #30080
source: Profiles
ta_in: சுயவிவரங்கள்
