Repository: ABCdatos/translations
Catalog: translations/xbmc-addons/merged-langfiles/script.config.vdr/resources/language/French (Canada)/strings.po
Languages: fr_ca

# #32001
source: Loglevel 0
fr_ca: Niveau de journalisation 0

# #32002
source: Loglevel 1
fr_ca: Niveau de journalisation 1

# #32003
source: Loglevel 2
fr_ca: Niveau de journalisation 2

# #32004
source: Loglevel 3 (Default)
fr_ca: Niveau de journalisation 3 (par défaut)

# #32005
source: Loglevel 4
fr_ca: Niveau de journalisation 4

# #32006
source: Loglevel 5
fr_ca: Niveau de journalisation 5

# #32011
source: PVRINPUT(FM Radio)
fr_ca: PVRINPUT(radio FM)

# #32013
source: TRANSPONDER
fr_ca: TRANSPONDEUR

# #32014
source: AUTO/OFF
fr_ca: ARRÊT/AUTO

# #32015
source: AUTO/ON
fr_ca: MARCHE/AUTO

# #32017
source: ALL
fr_ca: TOUT

# #32024
source: Loglevel
fr_ca: Niveau de journalisation

# #32025
source: Tuner Type
fr_ca: Type de syntoniseur

# #32026
source: DVB-T Inversion
fr_ca: Inversion DVB-T

# #32027
source: Symbolrate
fr_ca: Taux de symboles

# #32029
source: ATSC Typ
fr_ca: Type ATSC

# #32030
source: Country
fr_ca: Pays

# #32032
source: LogType
fr_ca: Type de journalisation

# #32033
source: OFF
fr_ca: ARRÊT

# #32036
source: Settings
fr_ca: Paramètres

# #32037
source: Scan TV Channels
fr_ca: Balayer les chaînes télé

# #32038
source: Scan Radio Channels
fr_ca: Balayer les chaînes radio

# #32039
source: Scan Free Channels
fr_ca: Balayer les chaînes gratuites

# #32040
source: Scan Scrambled Channels
fr_ca: Balayer les chaînes brouillées

# #32041
source: Scan HD Channels
fr_ca: Balayer les chaînes HD

# #32042
source: Enabled
fr_ca: Activé

# #32043
source: Disabled
fr_ca: Désactivé

# #32044
source: Start
fr_ca: Début

# #32045
source: Abort
fr_ca: Annuler

# #32046
source: Channelscann
fr_ca: Balayage des chaînes

# #32047
source: Tuner
fr_ca: Syntoniseur

# #32048
source: Freq
fr_ca: Fréq

# #32049
source: Channels
fr_ca: Chaînes

# #32050
source: New Channels
fr_ca: Nouvelles chaînes

# #32051
source: VDR Host
fr_ca: Hôte EVD (VDR)

# #32052
source: Restfull API Port
fr_ca: Port API RESTful

# #32053
source: VDR Wirbelscan Control
fr_ca: Contrôle EVD (VDR) Wirbelscan

# #32054
source: DVB-C Inversion
fr_ca: Inversion DVB-C

# #32055
source: Close
fr_ca: Fermer

# #32070
source: Single LNB
fr_ca: Tête simple

# #32071
source: DiSEqC-1.0 Switch in Toneburst mode (2 Inputs)
fr_ca: DiSEqC-1.0 en mode Impulsion sonore (2 entrées)

# #32072
source: DiSEqC-1.0 Switch (4 Inputs)
fr_ca: Commutateur DiSEqC-1.0 (4 entrées)

# #32073
source: DiSEqC-1.1 Switch (16 Inputs)
fr_ca: Commutateur DiSEqC-1.1 (16 entrées)

# #32074
source: DiSEqC-1.2 Positioning System
fr_ca: Système de positionnement DiSEqC-1.2

# #32075
source: Advanced (Cascaded)
fr_ca: Avancé (en cascade)

# #32076
source: Disabled
fr_ca: Désactivé

# #32077
source: DiSEqC Configuration
fr_ca: Configuration DiSEqC

# #32078
source: DiSEqC Mode / Version
fr_ca: Mode / version DiSEqC

# #32079
source: DiSEqC Port's
fr_ca: DiSEqC du port

# #32080
source: Input
fr_ca: Entrée

# #32081
source: unused
fr_ca: inutilisé

# #32082
source: used
fr_ca: utilisé

# #32100
source: 5150MHz C Band LNBF
fr_ca: Tête bande C 5 150 MHz

# #32101
source: 5750MHz C Band LNBF
fr_ca: Tête bande C 5 750 MHz

# #32102
source: 9750MHz Ku Band LNBF
fr_ca: Tête bande Ku 9 750 MHz

# #32103
source: 10600MHz Ku Band LNBF
fr_ca: Tête bande Ku 10 600 MHz

# #32104
source: 10750MHz Ku Band LNBF
fr_ca: Tête bande Ku 10 750 MHz

# #32105
source: 11250MHz Ku Band LNBF
fr_ca: Tête bande Ku 11 250 MHz

# #32106
source: 11300MHz Ku Band LNBF
fr_ca: Tête bande Ku 11 300 MHz

# #32107
source: 9750/10600MHz Ku Band LNBF
fr_ca: Tête bande Ku 9 750/10 600 MHz

# #32108
source: 9750/10750MHz Ku Band LNBF
fr_ca: Tête bande Ku 9 750/10 750 MHz

# #32109
source: User-defined LNBF LO frequency
fr_ca: Fréquence de tête LO définie par l'utilisateur

# #32110
source: Single
fr_ca: Simple

# #32111
source: Dual
fr_ca: Double

# #32112
source: Linear
fr_ca: Linéaire

# #32113
source: Circular
fr_ca: Circulaire

# #32114
source: DiSEqC Configuration
fr_ca: Configuration DiSEqC

# #32117
source: Dual LNBF includes 0/22KHZ switch, also be used to switch between two different single LNBF.
fr_ca: Tête double inclut la permutation 0/22 kHz, et peut aussi être utilisé pour permuter entre deux têtes simples.

# #32118
source: Also be called MiniDiSEqC,switch A & B two different LNB and different from the 0/22K switch.
fr_ca: Aussi appelé MiniDiSEqC, permutation A & B de deux têtes distinctes, et différent de la permutation 0/22 kHz.

# #32119
source: Allow switching between up to 4 committed LNB's(4x1 DiSEqC Switch)
fr_ca: Permutation possible jusqu'à 4 têtes engagées (4x1 commutateur DiSEqC)

# #32120
source: Allow switching between up to 16 Uncommitted LNB's(8x1,10x1,12x1,16x1 DiSEqC Switch)
fr_ca: Permutation possible jusqu'à 16 têtes non engagées (8x1, 10x1, 12x1, 16x1 commutateur DiSEqC)

# #32121
source: Allow switching between up to 16 LNB's, and control of a single axis satellite motor
fr_ca: Permutation possible jusqu'à 16 têtes et contrôle d'un moteur d'antenne parabolique à axe simple.

# #32122
source: Individual configuration for complex environments like cascaded Toneburst / DiSEqC switches an positioning systems.
fr_ca: Configuration individuelle pour les environnements complexes tels qu'impulsion sonore / commutateurs DiSEqC en cascade, des systèmes de positionnement.

# #32124
source: LNB Type
fr_ca: Type de tête

# #32125
source: Sat
fr_ca: Sam

# #32127
source: None
fr_ca: Aucun

# #32128
source: Specify the satellite for this LNBF.If the satellite you want to select is not in this list, you should first patch for your sources.conf.
fr_ca: Spécifiez le satellite pour cette tête. Si le satellite que vous souhaitez choisir n'est pas dans la liste, vous devriez d'abord modifier votre sources.conf.

# #32129
source: Select LNBF LO frequency.There are two different ways that a satellite can broadcast its signal.If linear,it broadcasts Horizontal and Vertical.If circular, it broadcasts Right Circular and Left Circular.
fr_ca: Choisir la fréquence de tête LO. Un satellite peut diffuser son signal de deux façons. Linéaire, pour une diffusion horizontale et verticale; circulaire, pour une diffusion circulaire droite et circulaire gauche.

# #32135
source: Save
fr_ca: Enregistrer

# #32136
source: Back
fr_ca: Retour

# #32137
source: First DiSEqC Port
fr_ca: Premier port DiSEqC

# #32138
source: Second DiSEqC Port
fr_ca: Second port DiSEqC

# #32139
source: Tone 22khz Off (Lowband)
fr_ca: Tonalité 22 kHz désactivée (bande basse)

# #32140
source: Tone 22khz On (Highband)
fr_ca: Tonalité 22 kHz activée (bande haute)

# #32141
source: Wait
fr_ca: Attente

# #32143
source: Select first DiSEqC Port
fr_ca: Choisir le premier port DiSEqC

# #32144
source: Select second DiSEqC Port
fr_ca: Choisir le second port DiSEqC

# #32145
source: Set wait Time
fr_ca: Définit le temps d'attente

# #32146
source: Cleanup all
fr_ca: Tout effacer

# #32147
source: DiSEqC disabled
fr_ca: DiSEqC désactivé

# #32148
source: Set Switch Port
fr_ca: Définir le port du commutateur

# #32149
source: Set Position
fr_ca: Définir l'emplacement

# #32150
source: Select Command Type
fr_ca: Choisir le type de commande

# #32151
source: Delete Command
fr_ca: Supprimer une commande

# #32152
source: Add Command
fr_ca: Ajouter une commande

# #32153
source: Select Stored Position 1...255
fr_ca: Choisir un emplacement enregistré 1...255

# #32154
source: Add a Command to send by DiSEqC on selected LNB
fr_ca: Ajouter une commande à envoyer par DiSEqC à la tête choisie

# #32157
source: Positions
fr_ca: Emplacements

# #32158
source: Settings
fr_ca: Paramètres

# #32159
source: Set stored Position
fr_ca: Définir l'emplacement enregistré

# #32160
source: Configuration Sequences
fr_ca: Séquences de configuration

# #32161
source: Sequence
fr_ca: Séquence

# #32300
source: Select Configuration Option
fr_ca: Choisir l'option de configuration

# #32301
source: Channel scanner Configuration
fr_ca: Configuration de l'explorateur de chaînes

# #32302
source: DiSEqC Configuration
fr_ca: Configuration DiSEqC

# #32303
source: Assign Tuner
fr_ca: Assigner un syntoniseur

# #32304
source: (Optional) Assign the configuration to a Tuner specified by number. Multiple Tuners can be selected seperated by simple space. Example: 1 2
fr_ca: (Optionnel) Assigner la configuration à un syntoniseur spécifié par un chiffre. Des syntoniseurs multiples peuvent être choisis, séparés par une espace simple. Exemple : 1 2

# #32305
source: Set Position (USALS)
fr_ca: Définir l'emplacement (USALS)

# #32308
source: Sat Position
fr_ca: Emplacement satellite
